/* The best deals for fuel in the nearby */
"Best deals" = "Best deals";

/* Best fuel deals view button */
"Best fuel deals" = "Best fuel deals";

/* Asking for small donate */
"Buy us a gallon of petrol" = "Buy us a gallon of petrol";

/* Oil fuel price */
"Diesel price" = "Diesel price";

/* Homepage */
"Home" = "Home";

/* LPG fuel price */
"LPG price" = "LPG price";

/* PB95 fuel price */
"PB95 price" = "PB95 price";

/* PB98 fuel price */
"PB98 price" = "PB98 price";

/* Settings button view
   Settings panel name */
"Settings" = "Settings";

/* Submit an action */
"Submit" = "Submit";

/* Update fuel prices button */
"Update fuel prices" = "Update fuel prices";

